tap "avidia-cohort/maytri"
tap "coder/coder"
tap "d99kris/nchat"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jzaleski/jzaleski"
tap "kaplanelad/tap"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "normen/tap"
tap "real-aazam/aazam"
brew "agg"
brew "libtiff"
brew "openssl@3"
brew "aria2"
brew "asciinema"
brew "perl", link: false
brew "asciiquarium"
brew "python@3.11"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "berkeley-db"
brew "bib-tool"
brew "boost"
brew "btop"
brew "pcre2"
brew "glib"
brew "libx11"
brew "cbonsai"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "cocoapods", link: false
brew "coreutils"
brew "cowsay"
brew "cpufetch"
brew "curl"
brew "doctl"
brew "enscript"
brew "fd"
brew "unbound"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gperf"
brew "gradle"
brew "grep"
brew "gsl"
brew "help2man"
brew "htop"
brew "imagemagick"
brew "imlib2"
brew "jp2a"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "libmagic"
brew "llvm"
brew "lolcat"
brew "lsd"
brew "mupdf-tools"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "openssh"
brew "openssl@1.1"
brew "pkgconf"
brew "pnpm"
brew "postgresql@14"
brew "postgresql@16"
brew "rename"
brew "ripgrep"
brew "scrcpy"
brew "sl"
brew "speedtest-cli"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tokei"
brew "w3m"
brew "wakeonlan"
brew "wget"
brew "xpdf"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "avidia-cohort/maytri/maytri"
brew "coder/coder/coder"
brew "d99kris/nchat/nchat"
brew "felixkratz/formulae/sketchybar"
brew "kaplanelad/tap/shellfirm"
brew "koekeishiya/formulae/yabai"
brew "real-aazam/aazam/hollywood"
cask "aerospace"
cask "bruno"
cask "fig"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "hiddenbar"
cask "iina"
cask "keycastr"
cask "sf-symbols"
cask "stats"
vscode "aaron-bond.better-comments"
vscode "asvetliakov.vscode-neovim"
vscode "bradgashler.arnoldc"
vscode "catppuccin.catppuccin-vsc"
vscode "coder.coder-remote"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "edonet.vscode-command-runner"
vscode "equimper.react-native-react-redux"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fossfreaks.weird-theme"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "heron.firefox-devtools-theme"
vscode "htmlhint.vscode-htmlhint"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "moalamri.inline-fold"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pdconsec.vscode-print"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "tonybaloney.vscode-pets"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
